Repository: sillsdev/phonology-assistant
Catalog: DistFiles/Configuration/Pa.tmx
Source language: en
Languages: fr

source: You must specify a project name.
fr: Il faut spécifier un nom de projet.

source: You must specify an XSLT file for '{0}'
fr: Il faut un fichier XSLT pour '{0}'

source: &Non FieldWorks Data Source...
fr: Source de données autre que FieldWorks...

source: Save {0} Project File
fr: Enregistrer le fichier de projet {0}

source: Project Settings
fr: Configuration du projet

source: New Project Settings
fr: Configuration de nouveau projet

source: Specify XSLT
fr: Spécifier XSLT

source: Choose XSLT to Transform Data Source
fr: Choisir XSLT pour transformer la source de données.

source: All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All Files (*.*)|*.*
fr: Tous les logiciels (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|Tous les fichiers (*.*)|*.*

source: Set RTF Editor...
fr: Établir l'éditeur RTF...

source: Na&me:
fr: No&m :

source: Save XY Chart
fr: Enregistrer le tableaux XY

source: &Name:
fr: &Nom :

source: You must specify a category for your saved pattern.
fr: Il faut spécifier la catégorie de votre modèle enregistré.

source: You must specify a name for your saved pattern.
fr: Il faut spécifier le nom de votre modèle enregistré.

source: Enter the name to give your saved pattern.
fr: Saisir le nom qui sera donné à votre modèle enregistré.

source: Save Search Pattern
fr: Enregistrer un modèle de recherche

source: Standard Format Data Source Editor
fr: Éditeur des données en format standard

source: &Editor:
fr: Éditeur

source: Parse the data source records in the following way:
fr: Analyser les enregistrements sources de cette façon :

source: Sample Input:
fr: Échantillon de données :

source: Sample Result:
fr: Échantillon de résultats :

source: First &Toolbox Sort Field:
fr: Premier champ de tri &Toolbox :

source: Field &Mappings
fr: Correspondances des champs

source: Parsing Options
fr: Options d'analyse

source: Parse &as interlinear
fr: &Analyser comme interlinéaire

source: &Do not parse any fields
fr: N’analyser aucun champ

source: Parse assuming a &one-to-one correspondence
fr: Analyser supposant une c&orrespondance bi-univoque

source: &Parse only the phonetic
fr: Analyser seulement la &phonétique

source: To this Field
fr: ...correspond à ce champ

source: This is the application used to edit the data source file.
fr: On utilise ce logiciel pour éditer le fichier des données sources.

source: Standard Format Data Source Properties
fr: Propriétés des données en format standard

source: Undefined Characters in Class
fr: Caractères indéfinis dans la classe

source: &Ignore these characters when searching phonetic data.
fr: Ignorer ces caractères en cherchant les données phonétiques.

source: &Show this dialog each time data sources are read.
fr: Afficher ce dialogue chaque fois que les &sources de données sont lues.

source: &Characters
fr: &Caractères

source: &Where character U+{0:X4} is found
fr: Là où caractère U+{0:X4} se trouve

source: Undefined Phonetic Characters
fr: Caractères phonétiques indéfinis

source: Project:
fr: Projet:

source: Where is Phonetic Data Stored?
fr: Où se trouvent les données phonétiques ?

source: &Writing Systems
fr: Systèmes d'écriture

source: In the le&xeme form
fr: Dans le le&xème

source: In the p&ronunciation field
fr: Dans le champ de p&ronunciation

source: FieldWorks Data Source Properties
fr: Propriétés de la source de données FieldWorks

source: Choose the FieldWorks project to use as a data source.
fr: Choisir le projet FieldWorks à utiliser comme source de données.

source: &Look in:
fr: Voir :

source: &Choose a project:
fr: &Choisir un projet :

source: No projects found on '{0}'.
fr: Aucun projet trouvé sur '{0}'.

source: Column
fr: Colonne

source: Ascending?
fr: Ascendant ?

source: You must specify a name for your XY chart.
fr: Il faut spécifier un nom de votre tableau XY.

source: Character
fr: Caractère

# Unicode Number
source: Unicode\nNumber
fr: Numéro\nUnicode

source: Add &Following Column
fr: Ajouter une colonne suivante

source: Add &Preceding Column
fr: Ajouter une colonne précédente

source: A&dd Following Heading
fr: Ajouter un en-tête suivant

source: &Add Preceding Heading
fr: &Ajouter un en-tête précédent

source: A&dd Following Row
fr: Ajouter une ligne suivante

source: &Add Preceding Row
fr: Ajouter une ligne précédente

source: Show Results in &Active Tab Group
fr: Afficher les résultats au groupe d'onglets &actif

source: Show Results in New Side-&By-Side Tab Group
fr: Afficher les résultats dans un nouveau groupe d'onglets côte à côte

source: Show Results in New Stac&ked Tab Group
fr: Afficher les résultats dans un nouveau groupe d'onglets empilé

source: &Search
fr: Rechercher

source: Search
fr: Rechercher

source: Al&one
fr: Is&olé

source: Search for phone alone
fr: Rechercher phone isolé

source: &Anywhere
fr: N'importe où

source: Word &Finally
fr: À la fin d'un mot

source: Search for phone word finally
fr: Rechercher phone à la fin d'un mot

source: Word &Initially
fr: Au début d'un mot

source: Search for phone word initially
fr: Rechercher phone au début d'un mot

source: Word &Medial
fr: Au &millieu d'un mot

source: Search for phone word medial
fr: Rechercher phone au millieu d'un mot

source: &Clear
fr: Effa&cer

source: Clear Chart
fr: Effacer tableau

source: Clear &List
fr: Effacer &liste

source: Clear List
fr: Effacer liste

source: Close All Tab Groups
fr: Fermer tous les groupes d'onglets

source: Close Tab
fr: Fermer l'onglet

source: Close Tab Group
fr: Fermer le groupe d'onglets

source: Copy Saved pattern
fr: Copier le modèle enregistré

source: C&opy Selected Pattern to Current Search Pattern
fr: Copier le modèle sélectionné comme modèle de recherche actuel

source: Cu&t
fr: Couper

source: Cut saved pattern
fr: Couper modèle enregistré

source: &Edit Label
fr: Éditer l'étiquette

source: [ ] A&ND Group
fr: [ ] Groupe ET

source: [C] Any &Consonant
fr: [C] n'importe quelle &consonne

source: &Diacritic Placeholder
fr: Emplacement de &diacritique

source: &Insert
fr: &Insérer

source: Insert Element into Current Chart Cell
fr: Insérer l'élément dans la cellule de tableau actuelle

source: + &One or More Phones or Diacritics
fr: + Un &ou plus de phones ou diacritiques

source: { } O&R Group
fr: { } Groupe OU

source: [V] Any &Vowel
fr: [V] n'importe quelle voyelle

source: # Space/&Word Boundary
fr: # Espace/limite de mot

source: * &Zero or More Phones or Diacritics
fr: * &Zéro ou plus de phones ou diacritiques

source: Move to New Side-&By-Side Tab Group
fr: Déplacer vers un nouveau groupe d'onglets côte à côte

source: Move to New Stac&ked Tab Group
fr: Déplacer vers un nouveau groupe d'onglets empilé

source: &Paste
fr: Coller

source: Paste Saved Pattern
fr: Coller un modèle enregistré

source: Remove Empty &Column
fr: Enlever cette colonne vide

source: &Remove Heading and its Empty Column(s)
fr: Enlever l'en-tête et les colonnes vides

source: Remove Empty &Row
fr: Enlever cette ligne vide

source: &Remove Heading and its Empty Row(s)
fr: Enlever l'en-tête et les lignes vides

source: Remove Pattern
fr: Enlever le modèle

source: Fi&ll Chart
fr: Remplir le tableau

source: Fill Chart with Results
fr: Remplir le tableau des résultats

source: S&ave
fr: &Enregistrer

source: Save Current Chart
fr: Enregistrer le tableau actuel

source: Search Options for Current Chart Column
fr: Options de recherche de la colonne actuelle de tableau

source: &Show Subheadings
fr: Afficher les sous-titres

source: Show results in active tab group
fr: Afficher les résultats au groupe d'onglets actif

source: Show Results in New Stacked Tab Group
fr: Afficher les résultats dans un nouveau groupe d'onglets empilé

source: C&ollapse All Groups
fr: Réduire tous les groupes

source: Collapse All Groups
fr: Réduire tous les groupes

source: &Consonant Chart
fr: Tableau de &consonnes

source: Consonant Chart View (Ctrl+Alt+C)
fr: Affichage Tableau de consonnes (Ctrl+Alt+C)

source: &Data Corpus
fr: Corpus

source: Data Corpus View (Ctrl+Alt+D)
fr: Affichage Corpus (Ctrl+Alt+D)

source: Dock View
fr: Arrimer cette fenêtre

source: &Edit
fr: &Éditer

source: &Edit Source Record
fr: &Éditer l'enregistrement source

source: &Expand All Groups
fr: Développer tous les groupes

source: Expand All Groups
fr: Développer tous les groupes

source: To {0} &XML
fr: Vers &XML {0}

source: &File
fr: &Fichier

source: E&xit
fr: &Quitter

source: Exit Phonology Assistant
fr: Quitter Phonology Assistant

source: &Export
fr: &Exporter

source: To &HTML
fr: Vers &HTML

source: Export to HTML File
fr: Exporter vers fichier HTML

source: To &Rich Text Format (RTF)
fr: Vers &RTF

source: Export to RTF File
fr: Exporter vers fichier RTF

source: &New Project...
fr: &Nouveau projet...

source: Create New Project
fr: Créér un nouveau projet

source: &Open Project...
fr: &Ouvrir projet...

source: Open Project
fr: Ouvrir projet

source: &Find
fr: Rechercher

source: Find &Next
fr: Rechercher suiva&nte

source: Find Next
fr: Rechercher suivante

source: Search View (Ctrl+Alt+S)
fr: Affichage Rechercher (Ctrl+Alt+S)

source: Find &Previous
fr: Rechercher &précédente

source: Find previous
fr: Rechercher précédente

source: &Group by Primary Sort Field
fr: &Grouper par champ de tri primaire

source: Group by Primary Sort Field
fr: Grouper par champ de tri primaire

source: &Help
fr: Aide

source: &About Phonology Assistant...
fr: À propos de Phonology Assistant...

source: About Phonolgy Assistant...
fr: À propos de Phonology Assistant...

source: Phonology Assistant Help
fr: Aide de Phonology Assistant

source: &Training
fr: Formation

source: Training
fr: Formation

source: &Instructor Guide...
fr: Guide de l'&instructeur...

source: Instructor Guide
fr: Guide de l'instructeur

source: &Playback
fr: Réécouter

source: Playback
fr: Réécouter

source: Playback &Repeatedly
fr: Réécouter sans cesse

source: Playback Repeatedly
fr: Réécouter sans cesse

source: P&roject Settings...
fr: Configuration du projet...

source: &Reload Project Data Sources
fr: &Recharger les données sources du projet

source: &Minimal Pairs
fr: Paires &minimales

source: Minimal Pairs
fr: Paires minimales

source: &Record View
fr: Affichage d'en&registrement

source: &Stop Playback
fr: Arrêter de réécouter

source: Stop Playback
fr: Arrêter de réécouter

source: &Student Manual...
fr: Manuel de l'étudiant...

source: Student Manual
fr: Manuel de l'étudiant

source: &Tools
fr: Ou&tils

source: &Undefined Phonetic Characters...
fr: Caractères phonétiq&ues indéfinis...

source: Undock View
fr: Désarrimer cet onglet

source: &View
fr: Affic&hage

source: &Vowel Chart
fr: Tableau de &voyelles

source: Vowel Chart View (Ctrl+Alt+V)
fr: Affichage Tableau de voyelles (Ctrl+Alt+V)

source: Add Rows, Columns and Headings
fr: Ajouter lignes, collones et en-têtes

source: Follo&wing Column Heading
fr: En-tête de la colonne sui&vante

source: Pre&ceding Column Heading
fr: En-tête de la colonne précédente

source: Fo&llowing Row Heading
fr: En-tête de la &ligne suivante

source: Pr&eceding Row Heading
fr: En-tête de la ligne précédente

source: F&ollowing Column
fr: C&olonne suivante

source: P&receding Column
fr: Colonne précédente

source: &Following Row
fr: Ligne suivante

source: &Preceding Row
fr: Ligne précédente

source: Playback &Speed
fr: Vite&sse d'écoute

source: Playback Speed
fr: Vitesse d'écoute

source: Search for Phone
fr: Rechercher phone

source: Active &Column
fr: &Colonne active

source: Active Column H&eading
fr: &En-tête de la colonne active

source: &All Empty Rows && Columns
fr: Toutes les lignes et colonnes vides

source: Active &Row
fr: Ligne active

source: Active Row &Heading
fr: En-tête de la ligne active

source: Restore &Default Layout
fr: Rétablir la mise en page par &défaut

source: Remove Rows, Columns and Headings
fr: Enlever les lignes, les colonnes et les en-têtes

source: Clear Current Search Pattern and Results
fr: Effacer le modèle actuel de recherche et ses résultats

source: &Ignored Suprasegmentals
fr: Suprasegmentals &ignorés

source: Insert Element into Current Search Pattern
fr: Insérer l'élément dans le modèle de recherche actuel

source: Save &As...
fr: Enregistrer sous...

source: &Save
fr: Enregi&strer

source: Save
fr: Enregistrer

source: Save Current Search Pattern As...
fr: Enregistrer le modèle de recherche actuel sous...

source: Save Current Search Pattern
fr: Enregistrer le modèle de recherche actuel

source: &Column Heading's Subheadings
fr: Les sous-titres de l'en-tête de colonne

source: &Histogram
fr: &Histogramme

source: Histogram
fr: Histogramme

source: &Show Results
fr: Afficher les résultats

source: Show Search Results
fr: Afficher les résultats de recherche

source: &Row Heading's Subheadings
fr: Les sous-titres de l'en-tête de ligne

source: Vie&w
fr: Affic&hage

source: View
fr: Affichage

source: Would you like to load the '{0}' project?
fr: Voulez-vous charger le projet '{0}' ?

source: Export to {0} XML
fr: Exporter vers XML {0}

source: Open {0} Project File
fr: Ouvrir le fichier de projet {0}

source: The project file '{0}' is missing.
fr: Il manque le fichier du projet '{0}'.

source: The training file '{0}' is missing.
fr: Il manque le fichier de formation '{0}'.

source: Automatically Hide
fr: Cacher automatiquement

source: Dock
fr: Arrimer ce volet

source: Remove Saved Chart
fr: Enlever le tableau enregistré

source: Are you sure you want to remove the saved chart?
fr: Êtes-vous sûr de vouloir enlever le tableau enregistré ?

source: Save&d Charts
fr: Tableaux enregistrés

source: Chart Na&me:
fr: No&m de tableau :

source: Charts && Chart Building
fr: Tableaux et construction de tableaux

source: Charts & Chart Building
fr: Tableaux et construction de tableaux

source: &Recent Patterns
fr: Modèles &récents

source: Save&d Patterns
fr: Modèles enregistrés

# C&urrent Search Pattern:
source: C&urrent\nSearch Pattern:
fr: Modèle de recherche\nact&uel :

source: Patterns && Pattern Building
fr: Modèles et construction de modèles

source: Enter search pattern in the form:\n[Search Item]/[Preceding Environment]__[Following Environment]
fr: Saisir le modèle de recherche sous la forme :\n[élément de recherche]/[environnement précédent]__[environnement suivant]

source: Patterns & Pattern Building
fr: Modèles et construction de modèles
